Repository: dinhquydds/nanocucurmin
Catalog: tm/guideline-level2.tmx
Source language: en_us
Languages: vi

source: I think CG19 is a good working
vi: Tôi nghĩ CG19 là một tài liệu tốt

source: If a patient enters a deeper level of sedation than the dentist is qualified to provide, the dentist must stop the dental procedure until the patient is returned to the intended level of sedation.
vi: Nếu bệnh nhân rơi vào trạng thái an thần sâu hơn ý định ban đầu, nha sĩ phải dừng thủ thuật nha khoa cho đến khi bệnh nhân trở lại trạng thái an thần dự định.

source: If a patient enters a deeper level of sedation than the dentist is qualified to provide, the dentist must stop the dental procedure until the patient returns is returned to the intended level of sedation.
vi: Nếu bệnh nhân rơi vào trạng thái an thần sâu hơn ý định ban đầu, nha sĩ phải dừng thủ thuật nha khoa cho đến khi bệnh nhân trở lại trạng thái an thần dự định.

source: If a patient reports more than one symptom, use the first reported symptom as the start point.
vi: Nếu các bệnh án của của bệnh nhân có nhiều hơn một triệu chứng thì sử dụng triệu chứng đầu tiên như là điểm khởi phát.

source: If a person at risk of infective endocarditis is receiving antimicrobial therapy because they are undergoing a gastrointestinal or genitourinary procedure at a site where there is a suspected infection, the person should receive an antibiotic that covers organisms that cause infective endocarditis.
vi: Nếu bệnh nhân có nguy cơ viêm nội tâm mạc nhiễm khuẩn đang sử dụng các thuốc kháng sinh bởi họ đang trải qua phẫu thuật tiêu hóa hay niệu - sinh dục tại vị trí mà nghi ngờ bị nhiễm khuẩn, bệnh nhân đó nên sử dụng đúng kháng sinh phù hợp chủng vi khuẩn gây viêm nội tâm mạc nhiễm khuẩn.

source: If drug treatment is required, an appropriate 3-day regimen is:
vi: Nếu cần điều trị bằng thuốc, một phác đồ 3 ngày phù hợp là:

source: If local measures have proved ineffective or there is evidence of cellulitis, spreading infection or systemic involvement, one of the following first-line antibiotics can be prescribed.
vi: Nếu các phương án tại chỗ không có hiệu quả hoặc có dấu hiệu của viêm mô tế bào, nhiễm khuẩn lan rộng hoặc dấu hiệu toàn thân, có thể kê một trong những kháng sinh đầu bảng sau.

source: If more than one enteral drug is administered to achieve the desired sedation effect, with or without the concomitant use of nitrous oxide, the guidelines for moderate sedation must apply.
vi: Nếu có nhiều hơn một số thuốc được dùng để đạt được tác dụng an thần mong muốn, có hoặc không có việc sử dụng đồng thời nitơ, phải áp dụng hướng dẫn cho an thần trung bình.

source: If patients do not respond to first-line amoxicillin or metronidazole treatment, or in cases of severe infection with spreading cellulitis, an appropriate 5-day regimen is:
vi: Nếu các bệnh nhân không đáp ứng với điều trị kháng sinh đầu bảng Amoxicillin hay Metronidazole hoặc trong trường hợp nhiễm trùng nặng có viêm mô tế bào lan tỏa, một phác đồ 5 ngày phù hợp là:

source: If pus is present in a dental abscess, drain by extraction of the tooth or through the root canals.
vi: Nếu xuất hiện mủ trong ổ áp xe tại răng, hãy dẫn lưu bằng cách nhổ bỏ răng hoặc thông qua lỗ tủy răng.

source: If pus is present in any soft tissue, attempt to drain by incision.
vi: Nếu xuất hiện mủ ở mô mềm thì cố gắng dẫn lưu bằng đường rạch.

source: If the patient does not respond to the prescribed antibiotic, check the diagnosis and consider referral to a specialist.
vi: Nếu bệnh nhân không đáp ứng với đơn thuốc kháng sinh thì cần đối chiếu lại chẩn đoán và xem xét chuyển đến chuyên gia.

source: Implementation and post publication feedback
vi: Thực hiện và phản hồi xuất bản bài đăng

source: Implementation in the NHS
vi: Thực hiện trong NHS

source: Implementation of this guidance is the responsibility of local commissioners and/or providers.
vi: Việc thực hiện hướng dẫn này là trách nhiệm của các ủy viên địa phương và / hoặc nhà cung cấp.

source: Important considerations:
vi: Cân nhắc quan trọng:

source: In 2008, the National Institute for Health and Care Excellence (NICE) issued Clinical Guideline 6416 which states that antibiotic prophylaxis against infective endocarditis is not recommended for people undergoing dental procedures.
vi: Năm 2008, NICE (Viện tinh hoa chăm sóc sức khỏe quốc gia) đã công bố Hướng dẫn lâm sàng số 64 mà chỉ ra rằng kháng sinh dự phòng VNTMNK là không được khuyến khích sử dụng cho những người trải qua các thủ thuật nha khoa.

source: In 2015, a NICE standing committee reviewed the recommendations and published an addendum to the guideline which reiterated that there is no evidence that antibiotic prophylaxis prior to dental treatment is of any benefit to patients.
vi: Năm 2015, ủy ban NICE đã đánh giá các khuyến cáo và công bố phụ lục cho Hướng dẫn điều trị này, khẳng định lại rằng không có bằng chứng việc sử dụng kháng sinh dự phòng trước điều trị nha khoa sẽ đem lại ích lợi cho bệnh nhân.

source: In Favor
vi: Vừa

source: In addition, a full triage and patient booking service is available through NHS 24.
vi: Ngoài ra, danh sách đầy đủ bệnh nhân và dịch vụ đặt chỗ có thể thấy trong NHS 24

source: In addition, body temperature should be measured when clinically appropriate.
vi: Ngoài ra, nhiệt độ cơ thể nên được đo khi có chỉ định lâm sàng.

source: In addition, other indications for antibiotics are cases of necrotising ulcerative gingivitis or pericoronitis where there is systemic involvement or persistent swelling despite local treatment.
vi: Thêm vào đó, các chỉ định khác của thuốc kháng sinh là trường hợp viêm lợi loét hoại tử hoặc viêm nha chu loét hoại tử mà ở những bệnh nhân có bệnh lí toàn thân hoặc bị sưng kéo dài dù đã dùng các liệu pháp tại chỗ.

source: In addition, patients with significant medical considerations (ASA III, IV) may require consultation with their primary care physician or consulting medical specialist.
vi: Ngoài ra, bệnh nhân có cân nhắc y khoa đáng kể (ASA III, IV) có thể cần hội chẩn với bác sĩ chăm sóc y khoa chính hoặc hội chẩn với chuyên gia.

source: In addition, patients with significant medical considerations (e.g., ASA III, IV) should also require consultation with their primary care physician or consulting medical specialist.
vi: Ngoài ra, bệnh nhân với các cân nhắc đáng kể về y khoa (vd ASA III, IV) cũng cần hội chẩn với bác sĩ chăm sóc chính hoặc hội chẩn với chuyên gia.

source: In addition, the guideline mentions that viral infections can be a risk factor, amongst others, for oral cancer and currently states that:
vi: Ngoài ra, hướng dẫn đề cập đến việc nhiễm vi rút có thể là một yếu tố nguy cơ, trong số những trường hợp khác, đối với ung thư hốc miệng và hiện tại nói rằng:

source: In addition, there is no evidence that prophylaxis is of any benefit in patients with prosthetic joints and it is unacceptable to expose patients to the potential adverse effects of antibiotics in these circumstances.
vi: Thêm nữa không có bằng chứng cho thấy dự phòng có lợi cho bệnh nhân có khớp giả và không thể đồng tình với việc đặt bệnh nhân trước nguy cơ tiềm ẩn do tác dụng phụ của kháng sinh trong những tình huống đó.

source: In all cases of trauma, healthcare providers need to be conscious of the possibility of non-accidental injury and consider appropriate local referral if this is suspected.
vi: Trong các trường hợp chấn thương, nhân viên y tế cần phải chú ý đến khả năng chấn thương không do tai nạn và xem xét chuyển bệnh nhân chỗ gần nhất phù hợp nếu nghi ngờ.

source: In favor
vi: Vừa

source: In general
vi: Nói chung

source: In healthy or medically stable individuals (ASA I, II) this should consist of a review of their current medical history and medication use.
vi: Ở cá nhân khoẻ mạnh hoặc bệnh ổn định (ASA I, II) nên bao gồm một xem xét tình trạng bệnh hiện tại và tiền sử y khoa.

source: In mild cases of NUG, local measures (see below) may be sufficient but more severe cases may also require treatment with antibiotics, metronidazole being the drug of first choice
vi: Ở những trường hợp nhẹ, các biện pháp tại chỗ (Xem ở dưới) có thể là đủ nhưng những ca nặng hơn có thể cần điều trị kháng sinh mà metronidazole là thuốc đầu bảng.

source: In most cases treatment with local measures will be sufficient for resolution of the symptoms.
vi: Trong hầu hết trường hợp, điều trị tại chỗ là đủ để giải quyết các triệu chứng.

source: In patients reporting for routine dental care, screening for oral cancer provided by dentists, is one component of the patient evaluation to detect any oral abnormality.
vi: Trong các báo cáo của bệnh nhân chăm sóc nha khoa định kỳ, tầm soát ung thư hốc miệng được thực hiện bởi nha sĩ, là một phần quan trọng trong việc đánh giá để phát hiện bất kỳ bất thường vùng miệng nào.

source: In patients who are allergic to penicillin, an appropriate 5-day regimen is:
vi: Trong trường hợp bệnh nhân dị ứng với penicillin, một phác đồ 5 ngày phù hợp là:

source: In recent years there has been significant debate over the timing of recall intervals for dental check-ups, and this has coincided with a move towards making NHS dental services in England and Wales more oriented to prevention and more clinically effective in meeting patients' needs.
vi: Trong những năm gần đây đã có những cuộc tranh luận đáng kể về thời gian tái khám nha khoa và điều này đã đồng thời tạo ra các dịch vụ nha khoa NHS ở Anh và Xứ Wales nhằm hướng tới việc phòng ngừa và hiệu quả lâm sàng hơn trong việc đáp ứng nhu cầu của bệnh nhân.

source: In selected circumstances, deep sedation or general anesthesia may be utilized without establishing an indwelling intravenous line.
vi: Trong những trường hợp được lựa chọn, an thần sâu hoặc gây mê có thể được dùng mà không cần thiết lập đường tĩnh mạch.

source: In severe infection in children aged 6 months to 11 years, the dose of amoxicillin should be increased up to 30 mg/kg (max 1 g) three times daily.
vi: Trong trường hợp nặng ở trẻ 6 tháng đến 11 tuổi, liều Amoxicillin chỉ được tăng lên đến 30mg/kg (Tối đa 1g), ba lần mỗi ngày.

source: In severe infection in children aged 6 months to 11 years, the dose of amoxicillin should be increased up to 30 mg/kg (max 1g) three times daily.
vi: rong trường hợp nặng ở trẻ 6 tháng đến 11 tuổi, liều Amoxicillin chỉ được tăng lên đến 30mg/kg (Tối đa 1g), ba lần mỗi ngày.

source: In the case of necrotising ulcerative gingivitis, remove supra-gingival and sub-gingival deposits and provide oral hygiene advice.
vi: Trong trường hợp VLLHT, loại bỏ mảng bám trên và dưới lợi kèm theo hướng dẫn vệ sinh răng miệng.

source: In the case of pericoronitis, carry out irrigation and debridement.
vi: Trong trường hợp viêm nha chu, bơm rửa và loại bỏ cặn bám.

source: In total 70 enquiries were received from post-publication feedback, most of which were routine.
vi: Trong tổng số 70 yêu cầu nhận được từ phản hồi sau xuất bản, phần lớn là định kỳ

source: In total eight stakeholders commented on the review proposal recommendation during the two week consultation period.
vi: Trong tổng số tám bên liên quan đã bình luận về khuyến cáo đề nghị xem xét lại trong thời gian tham vấn kéo dài hai tuần.

source: Infant formula
vi: Sữa cho trẻ sơ sinh

source: Infection
vi: Nhiễm trùng

source: Infective Endocarditis
vi: Viêm nội tâm mạc nhiễm khuẩn

source: Information for the public
vi: Thông tin cho cộng đồng

source: Ingested Material
vi: Thức ăn

source: Intervals of longer than 24 months are undesirable because they could diminish the professional relationship between dentist and patient, and people's lifestyles may change.
vi: Khoảng thời gian dài hơn 24 tháng là không mong muốn bởi vì họ có thể giảm quan hệ chuyên môn giữa nha sĩ và bệnh nhân, và lối sống của con người có thể thay đổi.

source: Interventional procedures and infective endocarditis
vi: Các can thiệp xâm lấn và viêm nội tâm mạc nhiễm khuẩn

source: Introduction
vi: Giới thiệu

source: It can also be used as an adjunct to amoxicillin in patients with spreading infection or pyrexia.
vi: Nó có thể được dùng cùng với Amoxicillin ở những bệnh nhân có nhiễm trùng lan rộng hoặc có sốt.

source: It is being tested by NHS Options for Change field sites, which include dental practices, primary care trusts and strategic health authorities who volunteered to test the modernisation proposals outlined in Options for Change.
vi: Nó đang được thử nghiệm bởi Tùy chọn để thay đổi trong các lĩnh vực của NHS, bao gồm các thực hành nha khoa, ủy thác chăm sóc ban đầu và các cơ quan y tế chiến lược tình nguyện viên để thử nghiệm các đề xuất hiện đại hóa được nêu ra trong Tùy chọn Thay đổi.

source: It is easy to use etc.
vi: Nó rất dễ dàng để sử dụng.

source: It is good practice to measure the temperature of patients with suspected bacterial infections, with temperatures <36oC or >38oC indicative of systemic involvement.
vi: Sẽ là khôn ngoan nếu đo thân nhiệt của bệnh nhân bị nghi ngờ nhiễm trùng, nhiệt độ mà dưới 360C hoặc trên 380C cho thấy đã có ảnh hưởng đến hệ thống cơ thể.

source: It is in the interests of patients that the implementation timeline is as rapid as possible.
vi: Vì lợi ích của bệnh nhân nên việc thực hiện càng nhanh càng tốt.

source: It should be noted that some allowance on treatment times may need to be made for remoteness, rurality, patient travel and degrees of urgency within each category.
vi: Người ta chú ý rằng sự hỗ trợ về thời gian điều trị có thể cần phải có cho những người ở xa, vùng ngoại ô, sự đi lại của bệnh nhân và mức độ khẩn cấp theo danh sách.

source: It should be noted, however, that clindamycin can cause the serious adverse effect of antibiotic- associated colitis more frequently than other antibiotics.
vi: Tuy vậy, cần chú ý clindamycin có thể gây ra phản ứng phụ viêm kết tràng liên quan đến kháng sinh nghiêm trọng hay xảy ra hơn các kháng sinh khác.

source: Knowledge of each drug’s time of onset, peak response and duration of action is essential to avoid over sedation.
vi: Kiến thức về thời gian khởi phát của thuốc, đáp ứng tối đa và thời gian hoạt động của thuốc là điều thiết yếu để tránh an thần quá mức.

source: Label: 1 capsule four times daily, swallowed with water
vi: Liều: 1 viên, bốn lần mỗi ngày, uống với nước

source: Label: 1 capsule three times daily
vi: Liều: ngày 3 lần, lần 1 viên

source: Label: 1 tablet three times daily
vi: Liều: 1 viên ba lần mỗi ngày

source: Label: 1 tablet two times daily
vi: Liều: 1: 1 viên, hai lần mỗi ngày

source: Label: 2 capsules on the first day, followed by 1 capsule daily
vi: Liều: 2 viên vào ngày đầu tiên, sau đó 1 viên mỗi ngày

source: Label: 2 tablets four times daily
vi: Liều: ngày 4 lần, lần 2 viên

source: Large doses of local anesthetics in themselves may result in central nervous system depression, especially in combination with sedative agents.
vi: Liều lớn thuốc tê tại chỗ có thể gây ức chế hệ thần kinh trung ương, đặc biệt khi phối hợp với thuốc an thần.

source: Level of evidence
vi: Mức độ bằng chứng

source: Level of sedation (e.g., responsiveness to verbal command) must be continually assessed.
vi: Mức an thần (vd. đáp ứng với các yêu cầu) phải được đánh giá liên tục.

source: Level of sedation (e.g., responsiveness to verbal commands) must be continually assessed.
vi: Mức an thần (vd. đáp ứng với các yêu cầu) phải được đánh giá liên tục.

source: Level of sedation is entirely independent of the route of administration.
vi: Mức độ an thần là hoàn toàn độc lập của các đường dùng thuốc.

source: Light meal
vi: Bữa ăn nhẹ

source: Literature search
vi: Tìm kiếm y văn

source: Local Measures – to be used in the first instance
vi: Các biện pháp tại chỗ sử dụng cho điều trị bước đầu

source: Local commissioners and/or providers have a responsibility to enable the guideline to be applied when individual health professionals and their patients or service users wish to use it.
vi: Các ủy viên địa phương và / hoặc các nhà cung cấp dịch vụ có trách nhiệm cho phép áp dụng hướng dẫn này khi các chuyên gia y tế cá nhân và bệnh nhân hoặc người sử dụng dịch vụ của họ muốn sử dụng nó.

source: Local health communities should review their existing practice for dental recall against this guideline.
vi: Các cộng đồng y tế địa phương cần xem xét lại thực tế hiện tại của họ về việc tái khám nha khoa trái ngược với hướng dẫn này.

source: Lower levels of evidence do not mean the recommendation should not be applied for patient treatment.
vi: Mức độ bằng chứng thấp không có nghĩa là khuyến cáo không nên áp dụng cho điều trị bệnh nhân.

source: Lowering the quantity and frequency of sugar consumption is beneficial.
vi: Giảm số lượng và số lần tiêu thụ đường là có lợi.

source: Meta-analyses, systematic reviews of RCTs, or RCTs with a high risk of bias
vi: Phân tích tổng hợp, tổng quan hệ thống của thử nghiệm ngẫu nhiên có nhóm chứng, hoặc thửu nghiệm ngẫu nhiên có nhóm chứng với nguy cơ sai số cao.

source: Methods of Anxiety and Pain Control
vi: Phương pháp kiểm soát đau và lo âu

source: Metronidazole Tablets, 200 mg
vi: Metronidazole dạng viên, 200 mg

source: Metronidazole is effective against anaerobic bacteria and is a suitable alternative for the management of dental abscess in patients who are allergic to penicillin.
vi: Metronidazole hiệu quả chống lại vi khuẩn kị khí và thích hợp thay cho việc kiểm soát áp xe răng ở những bệnh nhân mà dị ứng với penicillin.

source: Metronidazole‡ Tablets, 200 mg, or Oral Suspension, 200 mg/5 ml
vi: Metronidazole‡ dạng viên, 200 mg, or hoặc ống, 200 mg/5 ml

source: Mild diseases only without substantive functional limitations.
vi: Chỉ có bệnh nhẹ không có giới hạn đáng kể về chức năng.

source: Minimal Sedation
vi: An thần tối thiểu

source: Minimal sedation
vi: An thần tối thiểu

source: Minimum Fasting Period
vi: Thời gian nhịn ăn tối thiểu

source: Moderate Sedation
vi: An thần trung bình

source: Moderate and deep sedation or general anesthesia may be achieved via any route of administration and thus an appropriately consistent level of training must be established.
vi: An thần trung bình và sâu hoặc gây mê có thể đạt được thông qua bất kỳ đường dùng thuốc nào và như vậy bác sĩ phải được đào tạo ở một mức độ phù hợp.

source: Monitoring and Documentation
vi: Theo dõi và hồ sơ:

source: Monitoring must include:
vi: Theo dõi phải gồm:

source: Monitoring: A dentist, or at the dentist’s direction, an appropriately trained individual, must remain in the operatory during active dental treatment to monitor the patient continuously until the patient meets the criteria for discharge to the recovery area.
vi: Theo dõi: Nha sĩ hoặc theo chỉ đạo của nha sĩ, một người được đào tạo phù hợp, phải ở lại trong thời gian phẫu thuật nha khoa để theo dõi bệnh nhân liên tục cho đến khi bệnh nhân phục hồi.

source: Most patients with an acute dental problem will have one or more of the following symptoms:
vi: Hầu hết bệnh nhân có vấn đề nha khoa cấp tính sẽ có một hoặc nhiều triệu chứng sau:

source: Mr Peter Robb (Chair)
vi: Mr Peter Robb (Chủ tịch)

source: NB: Advise patient that capsule should be swallowed with a glass of water.
vi: Lưu ý: Dặn bệnh nhân nuốt viên thuốc với một cốc nước..

source: NB: Advise patient to avoid alcohol (metronidazole has a disulfiram-like reaction with alcohol).
vi: Lưu ý: Nhắc bệnh nhân không uống rượu (Metronidazole có phản ứng giống disulfiram ngăn chuyển hóa rượu tạo cảm giác khó chịu để cai nghiện rượu)

source: NB: Advise patient to swallow capsules whole with plenty of fluid during meals, while sitting or standing.
vi: Lưu ý: Nhắc bệnh nhân uống cả viên với nhiều nước trong bữa ăn khi đang ngồi hoặc đứng.

source: NB: Co-amoxiclav 250/125 tablets are amoxicillin 250 mg as trihydrate and clavulanic acid 125 mg as potassium
vi: Lưu ý: Co-amoxiclav có Amoxicillin 250 mg (Trihydrate) và Clavulanic acid 125 mg (Muối Kali).

source: NB: For severe infection in adults, the dose of phenoxymethylpenicillin should be doubled.
vi: Lưu ý: Với nhiễm trùng nặng ở người lớn, liều phenoxymethylpenicillin phải tăng gấp đôi..

source: NB: For severe infection, the dose of metronidazole should be doubled in adults and children aged 12-17 years.
vi: Lưu ý: liều Metronidazole cần sử dụng gấp đôi trong những trường hợp nhiễm trùng nặng ở người lớn và trẻ từ 12-17 tuổi.

source: NB: The dose of amoxicillin should be doubled in severe infection in adults and children aged 12-17 years.
vi: Lưu ý liều amoxicillin cần sử dụng gấp đôi trong những trường hợp nhiễm trùng nặng ở người lớn và trẻ từ 12-17 tuổi.

source: NB: Use with caution in patients who are predisposed to QT interval prolongation including electrolyte disturbances and those with hepatic impairment or renal impairment.
vi: Lưu ý: Sử dụng kèm với chú ý cho bệnh nhân là có thể dẫn đến khoảng QT kéo dài (Điện tâm đồ) gồm có rối loạn điện giải và với tình trạng suy chức năng gan hoặc thận.

source: NHS clinical care pathways
vi: Các lộ trình chăm sóc lâm sàng NHS

source: NHS clinical care pathways are being developed to further the aims outlined in the Department of Health's strategy document NHS Dentistry: Options for Change (2002).
vi: Các lộ trình chăm sóc lâm sàng của NHS đang được phát triển để tiếp tục các mục tiêu được nêu trong văn bản chiến lược của Bộ Y tế NHS Nha khoa: Các lựa chọn thay đổi (2002).

source: NICE clinical guidelines are recommendations about the treatment and care of people with specific diseases and conditions in the NHS in England and Wales.
vi: Hướng dẫn lâm sàng NICE là những khuyến cáo về việc điều trị và chăm sóc những người có các bệnh và tình trạng cụ thể trong NHS ở Anh và Wales.

source: NICE copyright material can be downloaded for private research and study, and may be reproduced for educational and not-for-profit purposes.
vi: Tài liệu bản quyền của NICE có thể được tải về cho mục đích học tập và nghiên cứu, và có thể sao chép cho mục đích giáo dục và phi lợi nhuận.

source: NICE guidance related to CG19 can be viewed in Appendix 1.
vi: Hướng dẫn NICE liên quan đến CG19 có thể xem trong Phụ lục 1.

source: NICE has produced information for the public explaining this guideline.We encourage NHS and voluntary sector organisations to use text from this booklet information in their own information materials.
vi: NICE đã xuất bản thông tin giải thích cho cộng đồng về hướng dẫn này. Chúng tôi khuyến khích NHS và các tổ chức ngành tự nguyện sử dụng thông tin này trong các văn bản riêng của họ.

source: NO
vi: KHÔNG

source: National Collaborating Centre for Acute Care (NCC-AC)
vi: Trung Tâm Hợp Tác Quốc Gia Về Chăm Sóc Cấp Tính (NCC-AC)

source: Necrotising Ulcerative Gingivitis and Pericoronitis
vi: Viêm nướu hoại tử lở loét và viên quanh thân răng

source: Necrotising ulcerative gingivitis (NUG) is a painful, superficial infection of the gingival margins associated with anaerobic fuso-spirochaetal bacteria and is more common in patients who smoke, the immuno-suppressed and those with poor oral hygiene.
vi: Viêm lợi loét hoại tử (VLLHT) là nhiễm khuẩn bề mặt, gây đau vùng viền lợi liên quan đến xoắn khuẩn hình que và thường gặp hơn ở những bệnh nhân hút thuốc, suy giảm miễn dịch và tình trạng vệ sinh răng miệng kém.

source: Nitrous oxide/oxygen when used in combination with sedative agent(s) may produce minimal, moderate, deep sedation or general anesthesia.
vi: Nitrous oxide phối hợp với tác nhân an thần có thể cho tác dụng an thần tối thiểu, trung bình, sâu hoặc gây mê.

source: No evidence was identified which would invalidate the current guideline recommendations.
vi: Không có bằng chứng nào được xác định làm mất hiệu lực các hướng dẫn đề nghị hiện tại.

source: No interventions are required to maintain a patent airway, and spontaneous ventilation is adequate.
vi: Không cần can thiệp để duy trì đường thở, hô hấp tự nhiên là đủ.
